[A_Item.BuffDrink_Damage UsableItemDefinition]
UseFailureCharacterMessage="Does it make sense %s in this article."
ItemName="It is a great success!"
PickupMessage="With you %s"
UseFailureLevelMessage="At least %d to use the entry. You must be honest."
UseFailureConstraintsMessage="Restore everyone's security.."
NoManufacturerName="he speaks well"

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Use as much as you want."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="This is how you get heart shaped hair!!"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Damage:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Increases damage by 3 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric UsableItemDefinition]
UseFailureCharacterMessage="You have to do it %s use it."
ItemName="Feeling happy!"
PickupMessage="And he found it %s"
UseFailureLevelMessage="You must be at %d level to use this feature.."
UseFailureConstraintsMessage="Planning skills."
NoManufacturerName="normal"

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="The practical skill delay updates twice as fast in 3 minutes."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="You understood; It is a happy thing."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Euphoric:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Used during maintenance."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant UsableItemDefinition]
UseFailureCharacterMessage="i am you %s Take advantage of this opportunity."
ItemName="Emergency medical care!"
PickupMessage="You agree %s"
UseFailureLevelMessage="You must be level %d or higher to use this feature.."
UseFailureConstraintsMessage="Everyone recovers their health.."
NoManufacturerName="as always"

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Instantly restores 25% health.."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Cabbage is used.."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingInstant:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="[health]It feels more physical than anything else.[-health]"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen UsableItemDefinition]
UseFailureCharacterMessage="You should %s Use this item."
ItemName="birth!"
PickupMessage="That is right %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="Restores health."
NoManufacturerName="General"

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quickly regenerate health in 20 seconds."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="It is used in the fall."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_HealingRegen:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="[health]Is death your destiny? Animation![-health]"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness UsableItemDefinition]
UseFailureCharacterMessage="required %s Use this product."
ItemName="Arrest people!"
PickupMessage="you are right %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="May everyone stay healthy and prosperous.."
NoManufacturerName="General"

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Damage taken is reduced for 3 minutes.."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Always use protective equipment!"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.BuffDrink_Toughness:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="It is used for harvesting."
NoConstraintText=""
Suffix=""
Prefix=""

[Skill.Skill_BuffDrink_Damage SkillDefinition]
SkillName="Fluid changes are considered an injury."
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_Euphoric SkillDefinition]
SkillName="Increased liquidity is euphoria"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_HealingInstant SkillDefinition]
SkillName="The current treatment is to increase the amount of water."
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_HealingRegen SkillDefinition]
SkillName="Liquid Injection - Treatment"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skill.Skill_BuffDrink_Toughness SkillDefinition]
SkillName="Clean water - Sustainability"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

